[
  {
    "title": "Introduction and motivation",
    "attributes": {
      "content": "<p>Tell us about yourself, what attracts you to this opportunity, and why you are a great candidate for this role.</p><p><br></p><p><em>Pro tip: it might be helpful to pretend you are writing this to a new friend and just be yourself. We want to get to know you better.</em></p>",
      "relevancy": "This question directly assesses the candidate's understanding of the job requirements and their ability to fulfill those requirements. It can lend insight into a candidate's motivations, both personal and professional, for wanting the job you are hiring for. It can also show you if they've done their \"homework\" in terms of carefully researching and understanding the role and your company.",
      "look_for": "In the candidate's answer, look for agreement between their stated motivation and the challenges and opportunities that the role you are seeking to fill provides. Is the candidate motivated in ways that reflect what your organization can offer and the effort needed to get the results you require in this role?\n\nLook for a clear understanding of the requirements and expectations listed in your job post. A strong candidate should show a serious personal and professional interest in the role. A weak answer will only scratch the surface of the role and state the obvious, such as \"l have experience in this field\" or \"I'm interested in this role.\"",
      "category": "Motivation",
      "duration_seconds": 300,
      "type": "EssayCustomQuestion",
      "language": "english",
      "position": 1
    }
  },
  {
    "title": "Background information",
    "attributes": {
      "content": "<p>Please feel welcome to upload your resume/CV or portfolio (if you have one).</p><p><br></p><p><em>Leave blank if you do not have one. For this question, you can exit full-screen mode.</em></p>",
      "relevancy": "As an alternative to a LinkedIn profile, a summary of the individual’s career history or a portfolio of their work helps provide background information and accelerates introductions.",
      "look_for": "Recommended for introductions, as a reference, for background information, and for context.",
      "category": "Prior experience",
      "duration_seconds": 0,
      "type": "FileUploadCustomQuestion",
      "language": "english",
      "position": 2
    }
  },
  {
    "title": "Focusing & prioritizing",
    "attributes": {
      "content": "<p>When you have more on your to-do list than you can reasonably get to, how do you decide what to focus on?</p>",
      "relevancy": "This question can lend insight into a candidate’s ability to prioritize and focus on important tasks and distinguish between urgent but non-important tasks and back-burner projects. Understanding how to evaluate, prioritize, and organize tasks well based on their impact, without waiting for approval by others, is an invaluable skill, especially in complex and fast-paced work environments.",
      "look_for": "In a candidate's response, look for signs that they can evaluate priorities and understand the relative urgency and importance of various issues and tasks. A candidate should demonstrate consideration not only for deadlines but also the impact of potential results. A candidate should also show that they can estimate the time, resources, and tools that a task requires with some degree of accuracy to ensure delivery of the expected results. A strong candidate might also show a long-term approach to automating or delegating certain tasks, organizing processes, and searching for ways to be more efficient.",
      "category": "Soft skills",
      "duration_seconds": 300,
      "type": "EssayCustomQuestion",
      "language": "english",
      "position": 3
    }
  },
  {
    "title": "Technical learning",
    "attributes": {
      "content": "<p>Describe a time you had to quickly learn a new technical skill at work and how you went about it.</p>",
      "relevancy": "This question can lend insight into a candidate’s ability to learn new skills or adapt to new tools, processes, or standards in a workplace setting. It can also provide information about how a candidate learns best.",
      "look_for": "In a candidate's response, look for a description of a specific learning experience that occurred in a past role, and see how they describe what and how they learned. Look for signs that they are open to learning new things and manage a learning process well. This may include dealing with timelines, prioritizing different learning objectives, locating and leveraging various learning resources, and preparing for any assessments.",
      "category": "Prior experience",
      "duration_seconds": 600,
      "type": "EssayCustomQuestion",
      "language": "english",
      "position": 4
    }
  },
  {
    "title": "Introducción y motivación",
    "attributes": {
      "content": "<p>Háblanos de ti, qué te atrae de esta oportunidad y por qué eres un excelente candidato para este puesto.</p><p><br></p><p><em>Consejo profesional: puede ser útil imaginar que estás escribiendo esto a un nuevo amigo y simplemente ser tú mismo. Queremos conocerte mejor.</em></p>",
      "relevancy": "Esta pregunta evalúa directamente la comprensión del candidato sobre los requisitos del trabajo y su capacidad para cumplir con esos requisitos. Puede proporcionar información sobre las motivaciones del candidato, tanto personales como profesionales, para querer el trabajo que estás ofreciendo. También puede mostrar si han hecho su 'tarea' en términos de investigar y comprender cuidadosamente el rol y tu empresa.",
      "look_for": "En la respuesta del candidato, busca concordancia entre su motivación declarada y los desafíos y oportunidades que ofrece el puesto que buscas cubrir. ¿Está el candidato motivado de maneras que reflejen lo que tu organización puede ofrecer y el esfuerzo necesario para obtener los resultados que requieres en este puesto?\n\nBusca una clara comprensión de los requisitos y expectativas enumerados en tu anuncio de trabajo. Un candidato fuerte debe mostrar un serio interés personal y profesional en el puesto. Una respuesta débil solo rozará la superficie del rol y afirmará lo obvio, como 'tengo experiencia en este campo' o 'estoy interesado en este puesto'.",
      "category": "Motivation",
      "duration_seconds": 300,
      "type": "EssayCustomQuestion",
      "language": "spanish",
      "position": 5
    }
  },
  {
    "title": "Información de antecedentes",
    "attributes": {
      "content": "<p>Por favor, siéntete libre de subir tu currículum vitae o portafolio (si tienes uno).</p><p><br></p><p><em>Deja en blanco si no tienes uno. Para esta pregunta, puedes salir del modo de pantalla completa.</em></p>",
      "relevancy": "Como alternativa a un perfil de LinkedIn, un resumen del historial profesional del individuo o un portafolio de su trabajo ayuda a proporcionar información de antecedentes y acelera las presentaciones.",
      "look_for": "Recomendado para presentaciones, como referencia, para información de antecedentes y para contexto.",
      "category": "Prior experience",
      "duration_seconds": 0,
      "type": "FileUploadCustomQuestion",
      "language": "spanish",
      "position": 6
    }
  }
]